export const tradition = [
  // Traditional
  '📜 大凶',
  '📜 凶',
  '📜 末吉',
  '📜 末吉',
  '📜 小吉',
  '📜 小吉',
  '📜 吉',
  '📜 吉',
  '📜 吉',
  '📜 中吉',
  '📜 中吉',
  '📜 中吉',
  '📜 中吉',
  '📜 大吉',
  '📜 大吉',
]

export const funny = [
  // Good
  'ウルトラC',
  '有頂天',
  '🎉 あんた勝利！ 🎉',
  '✨ 完璧 ✨',
  '📈 Ｖ字回復',
  '⛳ホールインワン',
  'ストップ高',

  // 宝くじ
  '🏧 一億円当選 🏧',
  '💰 100円当選',

  // バブル
  '💵 バブル経済 💵',
  '💸 バブル崩壊 💸',

  // テスト
  '💯 百点満点',
  '🥉 及第点',
  '🎈 ゼロ点',
  
  // 選挙
  '🎊 当選確実 🎊',
  '🎉 比例復活 🎉',
  '✨ 無投票当選 ✨',

  // だめだこりゃ
  'だめだこりゃ',
  '大殺界真っ只中',
  '崖っぷち',
  '📉 後は下るのみ',
  '🧂 傷口に塩',
  '🐝 泣きっ面に蜂',

  // 四字熟語
  '諸行無常',
  '栄枯盛衰',
  '七転八倒',
  '抱腹絶倒',
  '四面楚歌',
  '◯肉◯食',
  '四捨五入',

  // 完
  '～完～',
  '～死～',
  '～終わり～',
  '～次回に続く～',
  'to be continued',

  // 地獄
  '😈 地獄 😈',
  '👺 煉獄 👺',
  '谷底',
  '鍋底',
  'どん底',

  '真っ暗闇',
  '原価割れ',
  '逆ザヤ',
  '⛔ 行き止まり ⛔',
  '💥 空中爆発 💥',
  '🏁 ここがゴール 🏁',
  '🎲 1d100 → 100',

  // 訴訟
  '勝訴',
  '敗訴',
  '司法は生きていた！',
  '不当判決',

  // IP Address
  '192.168.1.1',
  '10.0.0.1',
  'fe80::/64',

  // Neutral
  'コペルニクス的転回',
  '📅 三週間前と一緒',
  '📅 一年後と一緒',
  '📺 CMの後',
  '🚋 沼田行き',
  '🎤 カラオケ90点',
  'ガンジーII',
  '以下略',

  // 元号
  '令和並み',
  '平成並み',
  '昭和並み',

  // Emoji
  '🤔',
  '💔',
  '🔥',
  '🌋',
  '⭐⭐⭐⭐⭐',
  '🌾🌾🌾🌾🌾',

  // んえ
  'いえー',
  'んえー',
  'ぶえ',
  'ぐえ',
  'ぐへへのへ',
  'ピ',
  'クエッ',
  'えだまめでまめまめ～',

  // !, ?
  '❓',
  '!?',
  '!!',

  // 顔文字
  '(・・?',
  'ヮ(ﾟдﾟ)ォ!',

  // end
  'I suppose this is the end'
]