export const tradition = [
  // Traditional
  '📜 大凶',
  '📜 凶',
  '📜 末吉',
  '📜 末吉',
  '📜 小吉',
  '📜 小吉',
  '📜 吉',
  '📜 吉',
  '📜 吉',
  '📜 中吉',
  '📜 中吉',
  '📜 中吉',
  '📜 中吉',
  '📜 大吉',
  '📜 大吉',
]

export const funny = [
  // Good
  'ウルトラC',
  '有頂天',
  '🎉 あんた勝利！ 🎉',
  '✨ 完璧 ✨',
  '💵 好景気 💵',
  '🎊 当選確実 🎊',
  '💯 百点満点',
  '📈 Ｖ字回復',
  '⛳ホールインワン',
  'ストップ高',
  'バブル時代',

  // だめだこりゃ
  'だめだこりゃ',
  '大殺界真っ只中',
  '崖っぷち',
  '📉 後は下るのみ',
  '傷口に塩 🧂',
  '泣きっ面に蜂 🐝',
  '諸行無常',
  '栄枯盛衰',
  '七転八倒',
  '～無～',
  '～死～',
  '地獄',
  '谷底',
  '鍋底',
  'どん底',
  '真っ暗闇',
  '原価割れ',
  '逆ザヤ',
  '⛔ 行き止まり ⛔',
  '💥 空中爆発 💥',
  '🏁 ここがゴール 🏁',
  '🎲 1d100 → 100',

  // 訴訟
  '勝訴',
  '敗訴',
  '司法は生きていた！',
  '不当判決',

  // IP Address
  '192.168.1.1',
  '10.0.0.1',
  'fe80::/64',

  // Neutral
  'コペルニクス的転回',
  '三週間前と一緒',
  '📺 CMの後',
  '🚋 沼田行き',
  '🎤 ARHHHHHH～',
  'ガンジーII',
  '以下略',

  // 元号
  '令和',
  '平成',

  // Emoji
  '🤔',
  '💔',
  '🔥',
  '🌋',
  '🦤', // dodo
  '⭐⭐⭐⭐⭐',
  '🌾🌾🌾🌾🌾',

  // んえ
  'いえー',
  'んえー',
  'ぶえ',
  'ぐえ',
  'ぐへへのへ',
  'ピ',
  'くえっ',

  // !, ?
  '❓',
  '!?',
  '!!',

  // 顔文字
  '(・・?',
  'ヮ(ﾟдﾟ)ォ!',

  // end
  'I suppose this is the end'
]